[
  {
    "hauptprozess": "Record to Report (R2R)",
    "unterprozess": "Erstellung der UVA",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Wir sammeln die relevanten Daten für die UVA manuell aus Belegen, Rechnungen und Kontenlisten.",
        "punkte": 0
      },
      {
        "text": "Einige Daten für die UVA werden automatisch aus dem Buchhaltungssystem übernommen, müssen aber manuell überprüft, ergänzt oder korrigiert werden.",
        "punkte": 2
      },
      {
        "text": "Robotic Process Automation (RPA) oder Künstliche Intelligenz (KI) wird eingesetzt, um die Daten für die Umsatzsteuervoranmeldung aufzubereiten, weil beispielsweise die Standardfunktionen der Buchhaltungssoftware nicht reichen oder Daten aus mehreren Systemen konsolidiert werden.",
        "punkte": 3
      },
      {
        "text": "Umsatzsteuer und Vorsteuer werden automatisch basierend auf Buchungsdaten und Steuerlogiken berechnet. Die UVA wird automatisch aus den Buchhaltungsdaten generiert und in das korrekte Format für die Übermittlung umgewandelt.",
        "punkte": 4
      },
      {
        "text": "Die UVA wird automatisch generiert und in das korrekte Format für die Übermittlung umgewandelt. Eine KI überprüft zusätzlich die UVA auf Unstimmigkeiten und potenzielle Fehler, bevor die Abgabe erfolgt.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Record to Report (R2R)",
    "unterprozess": "Abgabe der UVA",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Die Umsatzsteuervoranmeldung wird in Papierform beim Finanzamt eingereicht.",
        "punkte": 0
      },
      {
        "text": "Die Eingabe über FinanzOnline erfolgt zumindest teilweise manuell, indem zumindest teilweise Daten händisch in das vorgegebene Feld eingetragen werden.",
        "punkte": 2
      },
      {
        "text": "Die von der Buchhaltungs- bzw. Enterprise Resource Planning-Software (ERP-Software) erstellte Übermittlungsdatei (XML-Datei) wird manuell in FinanzOnline hochgeladen.",
        "punkte": 3
      },
      {
        "text": "Die elektronische Übermittlung der UVA an das Finanzamt erfolgt automatisiert nach Auftragserteilung des Befehls im Buchhaltungs- bzw. ERP-Software.",
        "punkte": 4
      },
      {
        "text": "Die Abgabe der UVA erfolgt vollständig automatisiert und KI-gestützt. Das System erkennt Abweichungen, führt automatisierte Prüfungen durch oder meldet etwaige Risiken vorab.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Record to Report (R2R)",
    "unterprozess": "Erstellung Monatsberichtswesen",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Es werden keine oder manuelle Monatsberichte wie bspw. eine monatliche Gewinn- und Verlustrechnung (GuV) erstellt. Im Falle eines manuellen Berichts erfolgt die Berechnung mit Hilfe von Tabellenkalkulationsprogrammen (z. B. Excel), aber ohne Integration von Datenquellen.",
        "punkte": 0
      },
      {
        "text": "Die Daten für die Monatsberichte werden aus der Buchhaltungs- bzw. ERP-Software exportiert und in Excel oder anderen Tools manuell weiterverarbeitet.",
        "punkte": 2
      },
      {
        "text": "Ein Großteil der Berichtsdaten wird automatisiert aus integrierten Systemen zusammengeführt. RPA- oder KI-basierte Tools unterstützen bei der Strukturierung und Kommentierung der Daten. Die Berichte müssen nur noch inhaltlich final überprüft werden.",
        "punkte": 3
      },
      {
        "text": "Alle relevanten Finanzdaten werden automatisch mit einer Buchhaltungs- bzw. ERP-Software erfasst und konsolidiert. Die Berechnung der GuV-Positionen funktioniert automatisch anhand vordefinierter Kontenpläne und Buchungsregeln. Berichte werden direkt im System generiert und können automatisch in verschiedenen Formaten (PDF, Excel, Dashboard) erstellt werden.",
        "punkte": 4
      },
      {
        "text": "KI-Systeme können Finanzberichte automatisch generieren, indem sie relevante Daten aus verschiedenen Quellen sammeln und analysieren. Durch den Einsatz von KI-Techniken (wie maschinellem Lernen) können Finanzdaten analysiert werden, um Einblicke in Geschäftstrends, Umsatzprognosen, Kosteneffizienz und finanzielle Risiken zu gewinnen. Dies kann bei der strategischen Planung und Entscheidungsfindung unterstützen. KI optimiert Kontenpläne und berechnet automatisch komplexe zukünftige GuV-Szenarien, z. B. nach Abteilungen, Projekten oder Geschäftseinheiten.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Record to Report (R2R)",
    "unterprozess": "Verteilung von regelmäßigen internen Berichten",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Monatsberichte liegen entweder nicht vor oder werden, sofern vorhanden, in gedruckter Form erstellt und weitergegeben.",
        "punkte": 0
      },
      {
        "text": "Berichte werden z. B. als PDF- oder Excel-Dateien manuell per E-Mail an die Berichtsempfänger*innen verschickt.",
        "punkte": 2
      },
      {
        "text": "Berichte werden auf gemeinsam genutzten Laufwerken oder direkt im Buchhaltungs- oder ERP-System abgelegt.",
        "punkte": 3
      },
      {
        "text": "Die Verteilung der Berichte erfolgt automatisiert; die Bereitstellung erfolgt beispielsweise über SharePoint, Business-Intelligence-Systeme (wie Microsoft PowerBI) oder ähnlichen Plattformen.",
        "punkte": 4
      },
      {
        "text": "Die Verteilung der Berichte erfolgt personalisiert basierend auf den Informationsbedürfnissen der Empfänger*innen, welche durch KI identifiziert werden. Jede*r Mitarbeiter*in bekommt ohne viel Suchaufwand in diversen Kanälen alle für ihn*sie relevanten Informationen zur Verfügung gestellt.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Bedarfsermittlung",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Die Mitarbeiter*innen prüfen Lagerbestände und zukünftige Anforderungen händisch.",
        "punkte": 0
      },
      {
        "text": "Lagerbestände und Bedarfsdaten werden im ERP-System angezeigt, die Bedarfsermittlung erfolgt jedoch manuell oder über einfache Excel-Auswertungen.",
        "punkte": 2
      },
      {
        "text": "Das System berechnet die Reichweiten des Lagers und liefert optimale Bestellzeitpunkte oder andere wertvolle Analysen für die manuelle Bedarfsplanung.",
        "punkte": 3
      },
      {
        "text": "Die Bedarfsermittlung erfolgt vollständig automatisch im ERP-System auf Basis vordefinierter Regeln, Mindestbestände und/oder Aufträgen.",
        "punkte": 4
      },
      {
        "text": "Ein KI-basiertes System prognostiziert Bedarfsmengen dynamisch unter Berücksichtigung von Trends, Saisonalität, Aufträgen, Lieferzeiten und externen Faktoren.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Genehmigung des Bedarfs",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Schriftliche Anträge werden persönlich zur Genehmigung vorgelegt.",
        "punkte": 0
      },
      {
        "text": "Die Bedarfsanforderung wird per E-Mail zur Genehmigung versendet, die Genehmigung erfolgt per E-Mail.",
        "punkte": 2
      },
      {
        "text": "Der Genehmigungsworkflow ist digital abgebildet, Freigabe erfolgt digital, aber durch menschliche Entscheidungen.",
        "punkte": 3
      },
      {
        "text": "Workflow-Systeme leiten Anträge automatisch zur Genehmigung weiter. Freigabe erfolgt regelbasiert im ERP-System. Bei definierten Parametern (z. B. Betrag, Artikel, Kostenstelle) wird die Freigabe automatisch erteilt.",
        "punkte": 4
      },
      {
        "text": "Workflow-Systeme leiten Anträge automatisch zur regelbasierten Genehmigung weiter. Bei nicht Erfüllung der Parameter bewertet die KI die Anträge vorab und gibt begründete Empfehlungen zur Genehmigung oder Ablehnung.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Bestellung",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Die Bestellungen werden telefonisch oder schriftlich aufgegeben.",
        "punkte": 0
      },
      {
        "text": "Die im System erfasste Bestellung kann per E-Mail an Zulieferunternehmen übermittelt werden.",
        "punkte": 2
      },
      {
        "text": "RPA übernimmt die Übermittlung der Bestellung an das Zulieferunternehmen per EDI (Electronic Data Interchange), Portal oder E-Mail. Mitarbeitende prüfen nur Ausnahmen oder Sonderfälle.",
        "punkte": 3
      },
      {
        "text": "Bestellungen werden vollständig automatisch auf Basis von Bedarf und Freigaben generiert und über standardisierte Schnittstellen (z. B. EDI) an die Zulieferunternehmen übermittelt - ohne manuellen Eingriff.",
        "punkte": 4
      },
      {
        "text": "Die KI wählt optimale Zulieferunternehmen basierend auf Preis, Lieferzeit und Qualität aus und initiiert Bestellung autonom.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Wareneingang",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Es erfolgt eine physische Prüfung und Dokumentation des Wareneingangs auf Papier.",
        "punkte": 0
      },
      {
        "text": "Der Wareneingang wird im ERP-System manuell erfasst. Der Abgleich mit Bestellung und Lieferschein erfolgt händisch, die Dokumentation erfolgt digital, aber ohne Automatisierung.",
        "punkte": 2
      },
      {
        "text": "Der physische Lieferschein wird eingescannt und per OCR-Technologie ausgelesen. Ein RPA-Prozess gleicht die Daten automatisch mit der Bestellung ab und erfasst den Wareneingang. Nur bei Abweichungen ist manuelles Eingreifen erforderlich.",
        "punkte": 3
      },
      {
        "text": "Mittels mobiler Datenerfassungsgeräte wird der Wareneingang aufgenommen, ins Lager eingebucht und in Echtzeit mit der Bestellung abgeglichen.",
        "punkte": 4
      },
      {
        "text": "Ein KI-gestütztes System erkennt den Wareneingang automatisch über digitale Lieferscheine, prüft Mengen- und Qualitätsabweichungen in Echtzeit und verarbeitet alle Buchungen autonom.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Format und Eingang der Eingangsrechnung",
    "bestpractice": 5,
    "antworten": [
      {
        "text": "Eingangsrechnungen liegen in Papierform vor und werden nicht digitalisiert.",
        "punkte": 0
      },
      {
        "text": "Eingangsrechnungen liegen in nicht verwertbarer digitaler Form (z. B. PDF) vor und werden nicht weiter digital verarbeitet.",
        "punkte": 2
      },
      {
        "text": "Rechnungen in Papierform oder auch PDF-Rechnungen werden mittels OCR-Texterkennung digitalisiert.",
        "punkte": 3
      },
      {
        "text": "Ein Großteil der Rechnungen ist als EDI-Rechnung vorhanden.",
        "punkte": 4
      },
      {
        "text": "Ein Großteil der Eingangsrechnungen sind elektronisch direkt verwertbare Rechnungen (EDI-Rechnungen). Die KI unterstützt bei Aufwandskontierung.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Formale Prüfung der Eingangsrechnung",
    "bestpractice": 5,
    "antworten": [
      {
        "text": "Mitarbeiter*innen prüfen Rechnungen auf formale Richtigkeit.",
        "punkte": 0
      },
      {
        "text": "Das Buchhaltungs- oder ERP-Programm unterstützt bei der manuellen Prüfung. Das Programm macht bspw. bei Rechnungen von über 10.000 Euro darauf aufmerksam, dass die Formalkriterien zu prüfen sind.",
        "punkte": 2
      },
      {
        "text": "Die Rechnungen werden mit Hilfe von RPA- oder KI-basierten Regeln TEILWEISE automatisch auf formale Inhalte wie Umsatzsteueridentifikationsnummer (UID), Steuersätze oder fehlende Pflichtfelder geprüft.",
        "punkte": 3
      },
      {
        "text": "Die Software prüft automatisch ALLE formalen Kriterien der Rechnung wie UID-Nummer, Steuersätze oder fehlende Pflichtfelder.",
        "punkte": 4
      },
      {
        "text": "Software prüft automatisch alle formalen Kriterien der Rechnung. KI erkennt komplexe Fehler- oder Betrugsmuster bei Rechnungen.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Inhaltliche Prüfung der Eingangsrechnung",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Abgleich der Rechnung mit Bestellungen und Lieferscheinen durch Mitarbeiter*in. Rechnungen werden manuell an die zuständigen Personen weitergeleitet, Rechnungen werden mit Stempeln, Unterschriften oder handschriftlichen Notizen freigegeben. Freigegebene Rechnungen werden an die Buchhaltung zurückgegeben, oft mit handschriftlichen Notizen.",
        "punkte": 0
      },
      {
        "text": "Abgleich von Rechnungsdaten mit Bestellungen oder Lieferscheinen erfolgt teilweise automatisiert. Rechnungen werden als PDF-Dokumente per E-Mail an die zuständigen Personen gesendet, Rechnungen werden digital markiert, kommentiert oder freigegeben.",
        "punkte": 2
      },
      {
        "text": "Ein Dokumentenmanagementsystem (DMS) unterstützt den inhaltlichen Freigabeprozess. Eingehende Rechnungen, Lieferscheine und Bestellungen werden automatisch verknüpft und sind zentral abrufbar.",
        "punkte": 3
      },
      {
        "text": "Rechnungen werden systemgestützt mit Bestellungen, Wareneingängen und Vertragsbedingungen verglichen. Automatisierte Workflows leiten Rechnungen direkt an zuständige Personen weiter. Rechnungen, die definierten Kriterien entsprechen (z. B. Betrag unter einer Freigabegrenze oder Übereinstimmung mit Bestellung und Lieferung), werden automatisch genehmigt. Nutzer*innen können jederzeit den Status der Freigabeprozesse in einem Dashboard einsehen.",
        "punkte": 4
      },
      {
        "text": "KI identifiziert Unstimmigkeiten und schlägt Korrekturmaßnahmen vor. KI-gestützte Systeme können Rechnungen anhand ihres Inhalts automatisch an die richtige Person zur Prüfung, weiteren Bearbeitung und Freigabe weiterleiten. KI-Modelle analysieren Rechnungen und treffen automatisch Freigabeentscheidungen basierend auf historischen Daten und definierten Regeln. Systeme erkennen automatisch potenzielle Fehler, Betrugsmuster oder Abweichungen durch maschinelles Lernen. KI prognostiziert mögliche Konflikte, wie verspätete Zahlungen oder Diskrepanzen zwischen Rechnung und Bestellung. Intelligente Systeme informieren Mitarbeiter*innen über potenzielle Risiken oder ungewöhnliche Aktivitäten.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Verbuchung der Eingangsrechnung",
    "bestpractice": 5,
    "antworten": [
      {
        "text": "Eingangsrechnungen werden manuell verbucht.",
        "punkte": 0
      },
      {
        "text": "Es werden Vorlagen zur schnelleren Eingabe genutzt, jedoch werden Daten manuell eingegeben.",
        "punkte": 2
      },
      {
        "text": "Mit Hilfe von OCR-Texterkennung werden relevante Daten wie Rechnungsnummern, Beträge, Steuercodes, Sachkonten, Kostenstellen usw. extrahiert. Rechnungsdaten müssen aber häufig kontrolliert oder nachbearbeitet werden.",
        "punkte": 3
      },
      {
        "text": "Die Rechnungsdaten werden automatisch erkannt und automatisch auf richtige Konten und Kostenstellen erfasst. Dies erfolgt bspw. über direkt verwertbare E-Rechnungen oder in Verbindung mit dem Bestellwesen. Es ist bspw. pro gekauftem Artikel ein Regelwerk hinterlegt, welches festlegt auf welches Konto und welche Kostenstelle gebucht werden soll.",
        "punkte": 4
      },
      {
        "text": "Ein KI-gestütztes System analysiert Rechnungsinhalte, erkennt Muster aus früheren Buchungen und kontiert automatisch auf Basis historischer und kontextueller Daten. Die Verbuchung erfolgt ohne manuelle Eingriffe, bei hoher Trefferquote auch bei komplexen Buchungsfällen.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Archivierung der Eingangsrechnung",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Die Ablage der Eingangsrechnungen erfolgt in physischen Ordnern.",
        "punkte": 0
      },
      {
        "text": "Papierrechnungen werden eingescannt und als PDF auf einem Server gespeichert. Dateien werden manuell benannt (z. B. nach Rechnungsnummer oder Zulieferunternehmen) und in Ordnerstrukturen abgelegt.",
        "punkte": 2
      },
      {
        "text": "Ein DMS archiviert eingehende Rechnungen automatisiert. Relevante Metadaten wie Rechnungsnummer, Zulieferunternehmen oder Buchungsdatum werden mittels OCR-Texterkennung extrahiert und zur strukturierten Ablage verwendet.",
        "punkte": 3
      },
      {
        "text": "Rechnungen werden automatisch in ein System (z.B. DMS) eingespeist. OCR-Software erkennt und extrahiert relevante Informationen (Rechnungsnummer, Betrag, Datum) für eine automatische Zuordnung. Rechnungen können über Stichwörter oder andere Metadaten schnell gefunden werden. Rechnungen sind direkt aus ERP-Systemen abrufbar.",
        "punkte": 4
      },
      {
        "text": "KI ordnet Belege automatisch den richtigen Kategorien zu, ist lernfähig bei der Zuordnung und ermöglicht eine intelligente Suche nach archivierten Dokumenten.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "OP-Verwaltung Kreditoren",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Die Zahlungen werden durch manuelle Prüfung mit den offenen Rechnungen abgeglichen.",
        "punkte": 0
      },
      {
        "text": "Bankbuchungen werden manuell aber mit digitaler Unterstützung mit Rechnungen abgeglichen.",
        "punkte": 2
      },
      {
        "text": "Bankeinzug wird eingelesen (z. B. CAMT-Format) aber der automatische Ausgleich bzw. die Verbuchung von Skonti funktioniert nicht einwandfrei.",
        "punkte": 3
      },
      {
        "text": "Bankeinzug wird eingelesen (z. B. CAMT-Format) der automatische Ausgleich und die Verbuchung von Skonti funktioniert einwandfrei.",
        "punkte": 4
      },
      {
        "text": "Ein KI-gestütztes System erkennt auch komplexe Zahlungszuordnungen wie Teilzahlungen oder Sammeleinzüge, gleicht diese automatisiert mit offenen Posten ab. Manuelle Eingriffe sind kaum erforderlich.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Purchase to Pay (P2P)",
    "unterprozess": "Zahlungsausgang",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Überweisungen erfolgen manuell durch eine*n Mitarbeiter*in.",
        "punkte": 0
      },
      {
        "text": "Zahlungsvorschläge werden im Buchhaltungsprogramm generiert, welche jedoch manuell nachbearbeitet werden. Die aus dem System generierte Datei wird von einem*einer Mitarbeitenden im Bankprogramm hochgeladen.",
        "punkte": 2
      },
      {
        "text": "Zahlungsvorschläge werden im Buchhaltungsprogramm generiert, welche kaum manuell nachbearbeitet werden. Die aus dem System generierte Datei wird von einem*einer Mitarbeitenden im Bankprogramm hochgeladen.",
        "punkte": 3
      },
      {
        "text": "Die Bezahlung von Rechnungen finden weitgehend ohne Eingriff (mit Ausnahme einer etwaigen Kontrolle) von Mitarbeiter*innen statt.",
        "punkte": 4
      },
      {
        "text": "Die KI prognostiziert Zahlungsströme und optimiert das Liquiditätsmanagement basierend auf den offenen Posten.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Order to Cash (O2C)",
    "unterprozess": "Kundenauftragserfassung",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Mitarbeiter*innen erfassen den eingehenden Auftrag händisch im ERP- oder Customer Relationship Management-System (CRM-System).",
        "punkte": 0
      },
      {
        "text": "Aufträge werden per E-Mail, Telefon oder mobile Datenerfassungsgeräte entgegengenommen und teilweise durch Vorlagen oder einfache Tools unterstützt in das System übertragen.",
        "punkte": 2
      },
      {
        "text": "Aufträge aus E-Mails oder Webformularen werden mittels OCR-Texterkennung oder RPA automatisch ins ERP-System übertragen. Mitarbeitende prüfen die übernommenen Daten.",
        "punkte": 3
      },
      {
        "text": "Aufträge werden über standardisierte digitale Schnittstellen (z. B. EDI oder Kundenportal) automatisch in das ERP-System übernommen und ohne manuelle Prüfung weiterverarbeitet.",
        "punkte": 4
      },
      {
        "text": "Eine KI erkennt Inhalte und Strukturen aus verschiedenen Eingangskanälen (z. B. E-Mail, PDF, Kundenportale) und erstellt automatisch valide Aufträge. Unvollständige oder fehlerhafte Daten werden intelligent ergänzt oder zur Klärung weitergeleitet.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Order to Cash (O2C)",
    "unterprozess": "Erstellung der Ausgangsrechnung",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Ausgangsrechnungen werden manuell erstellt z. B. die Rechnung wird auf einem vorgedruckten Papier oder z. B. in MS Word erstellt.",
        "punkte": 0
      },
      {
        "text": "Ausgangsrechnungen werden mit Hilfe von Tabellenkalkulationsprogrammen (z. B. MS Excel) erstellt.",
        "punkte": 2
      },
      {
        "text": "Die Rechnungsdaten werden automatisiert aus einem System übernommen. RPA-Prozesse erstellen die Rechnung auf Basis von Kundenauftrag und Lieferschein. Manuelle Eingriffe erfolgen nur bei Sonderfällen oder Abweichungen.",
        "punkte": 3
      },
      {
        "text": "Ausgangsrechnungen werden auf Basis des Auftrages in der Buchhaltungs- bzw. ERP-Software automatisch aufgrund von sorgfältig gepflegten Stammdaten im Hintergrund erstellt.",
        "punkte": 4
      },
      {
        "text": "Ausgangsrechnungen werden auf Basis des Auftrages in der Buchhaltungs- bzw. ERP-Software automatisch erstellt. Eine KI lernt aus früheren Korrekturen und passt künftige Rechnungslogiken automatisch an, z. B. bei wiederkehrenden Abrechnungsfehlern oder kundenindividuellen Anforderungen. Eine KI erstellt durch Spracherkennung automatisiert eine Rechnung.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Order to Cash (O2C)",
    "unterprozess": "Format und Übergabe der Ausgangsrechnung",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Ausgangsrechnungen werden im Papierformat per Post oder persönlich übergeben.",
        "punkte": 0
      },
      {
        "text": "Rechnungen werden digital erstellt (z. B. als PDF) und manuell per E-Mail an die Kund*innen versendet.",
        "punkte": 2
      },
      {
        "text": "Die digitalen Ausgangsrechnungen werden mithilfe von RPA-Prozessen per E-Mail oder Upload versendet.",
        "punkte": 3
      },
      {
        "text": "Ausgangsrechnungen werden je nach Kundenanforderung automatisch per E-Mail, EDI oder einem Web-Portal übermittelt.",
        "punkte": 4
      },
      {
        "text": "Ausgangsrechnungen werden je nach Kundenanforderung automatisch übermittelt. Übertragungsprobleme werden proaktiv erkannt und automatisch behoben.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Order to Cash (O2C)",
    "unterprozess": "Verbuchung der Ausgangsrechnung",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Ausgangsrechnungen werden manuell verbucht.",
        "punkte": 0
      },
      {
        "text": "Die Verbuchung der Ausgangsrechnungen findet über Buchungsvorlagen oder über Import von CSV-Dateien statt.",
        "punkte": 2
      },
      {
        "text": "Rechnungsdaten werden bei fehlender Warenwirtschaft mit Hilfe von RPA oder KI klassifiziert (z. B. nach Umsatzart, Kostenstelle, Steuerkennzeichen). Buchungen werden vorgeschlagen und müssen nur noch freigegeben oder angepasst werden.",
        "punkte": 3
      },
      {
        "text": "Die Verbuchung erfolgt vollständig automatisiert direkt aus dem Buchhaltungs- bzw. ERP-System. Sämtliche Buchungssätze werden ohne manuelles Zutun erstellt und verbucht.",
        "punkte": 4
      },
      {
        "text": "Während die Buchung automatisiert erfolgt, überprüft eine KI laufend die Richtigkeit der Buchung anhand von Regeln und Abweichungsanalysen. Bei Unplausibilitäten wird automatisch eine Rückmeldung erzeugt.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Order to Cash (O2C)",
    "unterprozess": "Archivierung der Ausgangsrechnung",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Die Ablage der Ausgangsrechnungen erfolgt in physischen Ordnern.",
        "punkte": 0
      },
      {
        "text": "Rechnungen werden auf einem Server gespeichert. Dateien werden manuell benannt (z. B. nach Rechnungsnummer oder Kund*in) und in Ordnerstrukturen abgelegt.",
        "punkte": 2
      },
      {
        "text": "Ein DMS archiviert Ausgangsrechnungen automatisiert. Relevante Metadaten wie Rechnungsnummer oder Kund*in werden zur strukturierten Ablage verwendet.",
        "punkte": 3
      },
      {
        "text": "Rechnungen werden automatisch in ein System (z. B. DMS) eingespeist; Ausgangsrechnungen können über Stichwörter oder andere Metadaten schnell gefunden werden. Rechnungen sind direkt aus ERP-Systemen abrufbar.",
        "punkte": 4
      },
      {
        "text": "KI ordnet Belege automatisch den richtigen Kategorien zu, ist lernfähig bei der Zuordnung und ermöglicht eine intelligente Suche nach archivierten Dokumenten.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Order to Cash (O2C)",
    "unterprozess": "OP-Verwaltung Debitoren",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Zahlungseingänge werden manuell mit offenen Rechnungen abgeglichen.",
        "punkte": 0
      },
      {
        "text": "Zahlungseingänge werden manuell aber mit digitaler Unterstützung mit Ausgangsrechnungen abgeglichen.",
        "punkte": 2
      },
      {
        "text": "Zahlungseingänge werden eingelesen (z. B. CAMT-Format), aber der automatische Ausgleich bzw. die Verbuchung von Skonti funktioniert nicht einwandfrei. Zahlungen und offene Posten werden mit Hilfe von RPA miteinander ausgeglichen.",
        "punkte": 3
      },
      {
        "text": "Zahlungseingänge werden eingelesen (z.B. CAMT-Format), der automatische Ausgleich und die Verbuchung von Skonti funktionieren einwandfrei.",
        "punkte": 4
      },
      {
        "text": "Ein KI-gestütztes System erkennt auch komplexe Zahlungszuordnungen wie Teilzahlungen, gleicht diese automatisiert mit offenen Posten ab. Manuelle Eingriffe sind kaum erforderlich.",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Order to Cash (O2C)",
    "unterprozess": "Mahnwesen",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Offene Posten werden manuell überwacht. Mahnungen werden individuell in Textverarbeitungsprogrammen (z. B. MS Word) erstellt und per Post oder E-Mail verschickt.",
        "punkte": 0
      },
      {
        "text": "Die Mahnschreiben werden teilautomatisiert erstellt. Aus dem Buchhaltungs- bzw. ERP-System wird ein Vorschlag generiert, welcher dann manuell kontrolliert und abgeändert wird.",
        "punkte": 2
      },
      {
        "text": "Das System erstellt automatisch Mahnvorschläge basierend auf Kundenverhalten, Fälligkeit und bisherigen Zahlungsverzögerungen. RPA oder KI priorisiert die Fälle und schlägt Mahnstufen oder individuelle Texte vor, die mit minimalem Eingriff versendet werden.",
        "punkte": 3
      },
      {
        "text": "Mahnungen werden automatisch auf Basis definierter Regeln (Fälligkeit, Mahnfristen, Mahngebühren) erstellt und versendet. Das gesamte Mahnverfahren erfolgt ohne manuelles Zutun.",
        "punkte": 4
      },
      {
        "text": "KI-gestützte vollautomatisierte Erstellung und Versendung von Mahnschreiben: Durch maschinelles Lernen werden Muster im Zahlungsverhalten erkannt, z. B. Kund*innen, die häufiger verspätet zahlen. Die KI bewertet das Risiko eines Zahlungsausfalls auf Basis von Faktoren wie Branchenkennzahlen, Bonitätsprüfungen oder Makrotrends. Basierend auf Kund*innendaten erstellt die KI personalisierte Mahnungen, die den Ton und den Inhalt auf den*die jeweilige*n Kunden*Kundin anpassen (z. B. höflicher Ton bei loyalen Kund*innen, direkter bei säumigen Zahler*innen). Ein KI-gestützter Chatbot beantwortet Kund*innenanfragen zu Mahnungen, ermöglicht Ratenzahlungsvereinbarungen oder sendet Zahlungslinks.)",
        "punkte": 5
      }
    ]
  },
  {
    "hauptprozess": "Order to Cash (O2C)",
    "unterprozess": "Verbuchung des Zahlungseingangs",
    "bestpractice": 4,
    "antworten": [
      {
        "text": "Zahlungen werden manuell auf dem Kunden*der Kundin erfasst.",
        "punkte": 0
      },
      {
        "text": "Zahlungsdateien (z. B. aus dem Online-Banking) werden ins System importiert. Die Zuordnung zu offenen Posten erfolgt jedoch größtenteils manuell.",
        "punkte": 2
      },
      {
        "text": "Ein RPA-Tool oder KI unterstützt die automatische Zuordnung von Zahlungseingängen zu offenen Posten, z. B. über Beträge, Referenznummern oder Kundendaten. Bei Unklarheiten erfolgt eine gezielte Nachbearbeitung durch Mitarbeitende.",
        "punkte": 3
      },
      {
        "text": "Zahlungseingänge inkl. Skonti werden automatisch verarbeitet, den richtigen Kund*innen und Rechnungen zugeordnet und im System verbucht. Manuelle Eingriffe sind nicht notwendig.",
        "punkte": 4
      },
      {
        "text": "Die Zuordnung von Kund*innenzahlungen erfolgt automatisch. Falls es Abweichungen gibt, erfolgt eine intelligente Fehlerbehandlung und Korrekturvorschläge. Beispielsweise erkennt die KI bei Teilzahlungen, ob eine Zahlung nur einen Teil einer Rechnung begleicht, und markiert den offenen Betrag. Bei Überzahlungen schlägt die KI eine automatische Gutschrift vor. Bei unklaren Zahlungen erstellt die KI eine automatische Anfrage an den Kunden*die Kundin.",
        "punkte": 5
      }
    ]
  }
]